app/controllers/posts_controller.rb

INSERT INTO "posts" ("title", "description", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "Cory"], ["description", "post desxtipon"], ["age", 33], ["created_at", "2018-11-03 17:36:02.343643"], ["updated_at", "2018-11-03 17:36:02.343643"]]
---
  def create
     Post.create(title: params[:post][:title], description: params[:post][:description])